Repository: bottho/Web-Application-Mortgage
Catalog: App_GlobalResources/FormPropertyInfo.*.resx
Languages: fr

source: Age:
fr: Âge :

source: Apartment High Rise
fr: Appartement : immeuble-tour d’habitation

source: Apartment Low Rise
fr: Appartement : immeuble collectif en bande

source: Attached
fr: Jumelé

source: Bi-Level
fr: Domicile avec entrée à mi-étage

source: Detached
fr: Isolé

# duplexDetached
source: Duplex Detatched
fr: Maison à deux logements : isolée

# duplexSemiDetached
source: Duples Semi Detatched
fr: Maison à deux logements : jumelée

source: Dwelling Style:
fr: Type de domicile :

source: Estimated Monthly Condo Fees:
fr: Charges communes mensuelles estimées :

source: Estimated Monthly Heating:
fr: Chauffage mensuel estimé :

# estimatedPropertyTaxes
source: Estimated Annual Property Taxes:
fr: Impôt financier estimé :

source: Four Plex Detached
fr: Maison à quatre logements : isolée

source: Four Plex Semi-Detached
fr: Maison à quatre logements : jumelée

source: Garage Size:
fr: Grandeur du garage

source: Garage Type:
fr: Type de garage :

# livableAreaUnits
source: Liveable Area Units:
fr: Unités de surface habitable :

source: Liveable Area:
fr: Surface habitable :

source: Lot Depth:
fr: Profondeur du terrain :

source: Lot Width:
fr: Largeur du terrain :

source: Mobile
fr: Cellulaire

source: Modular Home Detached
fr: Maison modulaire : isolée

source: Modular Home Semi-Detached
fr: Maison modulaire : jumelée

# noneGarage
source: None
fr: Aucun

source: Occupied By:
fr: Occupé par :

source: One Storey
fr: Un étage

source: Other
fr: Autre

source: Owner Occupied
fr: Occupé par le propriétaire

source: Owner Occupied & Rental
fr: Propriété à louer occupée par le propriétaire

source: Please Select
fr: Veuillez choisir

source: Property Type:
fr: Type de propriété :

source: Rental
fr: Propriété à louer

source: Row Housing
fr: Maison en rangée

source: Second Home
fr: Deuxième maison

source: Semi-Detached
fr: Domicile jumelé

# singleGarage
source: Single
fr: Simple

source: Split Level
fr: Domicile à mi-étage

source: Sq Ft
fr: Pieds carrés

source: Sq M
fr: Mètres carrés

source: Stacked
fr: Domiciles superposés

source: Storey and a Half
fr: Un étage et demi

source: Three Storey
fr: Trois étages

source: Tri-Plex Detached
fr: Maison à trois logements : isolée

source: Tri-Plex Semi-Detached
fr: Maison à trois logements : jumelée

source: Two Storey
fr: Deux étages

source: Units:
fr: Unités :
