Repository: bottho/Web-Application-Mortgage
Catalog: App_GlobalResources/FormFinancialInfo.*.resx
Languages: fr

# alimonySupport
source: Spousal Support
fr: Alimony

# amountOwingOnCurrentMortgage1
source: Amount owing on current mortgage(s) - 1
fr: Montant dû sur la(les) hypothèque(s) actuelle(s) — 1

# amountOwingOnCurrentMortgage2
source: Amount owing on current mortgage(s) - 2
fr: Montant dû sur la(les) hypothèque(s) actuelle(s) — 2

source: Automobile: Present Value
fr: Automobile : valeur actuelle

source: Cash Savings
fr: Épargne en liquide

source: Child Support
fr: Pension alimentaire/Entretien d’enfant

source: Credit Cards
fr: Cartes de crédit

source: Debts / Loans
fr: Dettes/Prêts

# depositOnProperty
source: Deposit on property being purchased
fr: Acompte sur la propriété à acheter (le cas échéant)

source: Finance company loans and other debts
fr: Prêts et autres dettes de compagnie financière

# mortgageNumberOfCurrentMortgages
source: Mortgage Number(s) of Current Mortgage(s)
fr: Numéro(s) d’hypothèque(s) des hypothèque(s) actuelle(s)

# netWorth
source: Net Worth (Total Assets - Total Liabilities)
fr: Valeur nette (actifs totaux — passifs totaux) = $

source: Other
fr: Autre

source: Owing on Automobile
fr: Montant dû sur l’automobile

source: RRSP's
fr: RER

# stocksBondsMutualFunds
source: Stocks, bonds, mutual funds, etc.
fr: Actions, obligations, fonds commun de placement, etc.

# unsecured
source: Unsecured Line of Credit
fr: Unsecured

source: Value of Present Home
fr: Valeur du domicile actuel
